window.flights = [
  {
    "항공사": "제주항공",
    "편명": "7C101",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C102",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C103",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C104",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C105",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C106",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C107",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C108",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C109",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C110",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1101",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1102",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1103",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1104",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1105",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1106",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1107",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1108",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1109",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C111",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1110",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C112",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C113",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C114",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C115",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1151",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1152",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1153",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1154",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C116",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1161",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1162",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C117",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1171",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1172",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1173",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1174",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1175",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1176",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C118",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C119",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C120",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1201",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1202",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1203",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1204",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C121",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C122",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C123",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C124",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C125",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C126",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C127",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1275",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1276",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C128",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C129",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C130",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1301",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1302",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1303",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1304",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1305",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1306",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1307",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1308",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C131",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C132",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1325",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1326",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1327",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1328",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C133",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C134",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C135",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1351",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1352",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1353",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1354",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C136",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C137",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C138",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C139",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1391",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1392",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1393",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1394",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1395",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1396",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C140",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1401",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1402",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1403",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1404",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1405",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1406",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1407",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1408",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C141",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C142",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1451",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1452",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1453",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1454",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1473",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1474",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1503",
    "출발": "인천",
    "도착": "삿포로"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1504",
    "출발": "삿포로",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C151",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1513",
    "출발": "인천",
    "도착": "하코다테"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1514",
    "출발": "하코다테",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C152",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C153",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C154",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C155",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C156",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C157",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C158",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1601",
    "출발": "인천",
    "도착": "시즈오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1602",
    "출발": "시즈오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1603",
    "출발": "인천",
    "도착": "시즈오카"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1604",
    "출발": "시즈오카",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1611",
    "출발": "인천",
    "도착": "히로시마"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1612",
    "출발": "히로시마",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1615",
    "출발": "인천",
    "도착": "히로시마"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1616",
    "출발": "히로시마",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1701",
    "출발": "인천",
    "도착": "마쓰야마"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1702",
    "출발": "마쓰야마",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1703",
    "출발": "인천",
    "도착": "마쓰야마"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1704",
    "출발": "마쓰야마",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1801",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1802",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1811",
    "출발": "인천",
    "도착": "오이타"
  },
  {
    "항공사": "제주항공",
    "편명": "7C1812",
    "출발": "오이타",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C185",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C186",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C192",
    "출발": "제주",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C194",
    "출발": "제주",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2103",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2104",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2107",
    "출발": "인천",
    "도착": "클라크필드"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2108",
    "출발": "클라크필드",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C211",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2113",
    "출발": "인천",
    "도착": "세부"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2114",
    "출발": "세부",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C212",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2125",
    "출발": "인천",
    "도착": "보홀 팡라오"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2126",
    "출발": "보홀 팡라오",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C213",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C214",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2157",
    "출발": "부산/김해",
    "도착": "팡라오/보홀팡라오"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2201",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2202",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2211",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2212",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2217",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2218",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C225",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C226",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C227",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C228",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2303",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2304",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2315",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2316",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2401",
    "출발": "인천",
    "도착": "비엔티안"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2402",
    "출발": "비엔티안",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2503",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2504",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2515",
    "출발": "인천",
    "도착": "치앙마이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2516",
    "출발": "치앙마이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2551",
    "출발": "부산/김해",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2603",
    "출발": "인천",
    "도착": "코타키나발루"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2604",
    "출발": "코타키나발루",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2623",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2624",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2661",
    "출발": "부산/김해",
    "도착": "싱가폴/싱가포르"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2662",
    "출발": "싱가폴/싱가포르",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2701",
    "출발": "인천",
    "도착": "바탐"
  },
  {
    "항공사": "제주항공",
    "편명": "7C2702",
    "출발": "바탐",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C301",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C302",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C305",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C306",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C501",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C503",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C504",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C505",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C506",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C507",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C508",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C509",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C510",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C512",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C513",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C514",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C5203",
    "출발": "인천",
    "도착": "신 울란바토르"
  },
  {
    "항공사": "제주항공",
    "편명": "7C5204",
    "출발": "신 울란바토르",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C5303",
    "출발": "인천",
    "도착": "덴파사르"
  },
  {
    "항공사": "제주항공",
    "편명": "7C5304",
    "출발": "덴파사르",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6001",
    "출발": "인천",
    "도착": "마카오"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6002",
    "출발": "마카오",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6013",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6014",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6101",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6102",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6151",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6152",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6153",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6154",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6255",
    "출발": "부산/김해",
    "도착": "카오슝/가오슝"
  },
  {
    "항공사": "제주항공",
    "편명": "7C6256",
    "출발": "카오슝/가오슝",
    "도착": "부산/김해"
  },
  {
    "항공사": "제주항공",
    "편명": "7C702",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "제주항공",
    "편명": "7C705",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C706",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "제주항공",
    "편명": "7C711",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8133",
    "출발": "제주",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8351",
    "출발": "부산/김해",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8401",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8402",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8487",
    "출발": "인천",
    "도착": "이창"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8488",
    "출발": "이창",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8501",
    "출발": "인천",
    "도착": "웨이하이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8502",
    "출발": "웨이하이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8503",
    "출발": "인천",
    "도착": "웨이하이"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8504",
    "출발": "웨이하이",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8611",
    "출발": "인천",
    "도착": "구이린"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8612",
    "출발": "구이린",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8801",
    "출발": "인천",
    "도착": "스자좡"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8802",
    "출발": "스자좡",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8901",
    "출발": "인천",
    "도착": "자무쓰"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8902",
    "출발": "자무쓰",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8903",
    "출발": "인천",
    "도착": "옌지(연길)"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8904",
    "출발": "옌지(연길)",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8905",
    "출발": "인천",
    "도착": "하얼빈"
  },
  {
    "항공사": "제주항공",
    "편명": "7C8906",
    "출발": "하얼빈",
    "도착": "인천"
  },
  {
    "항공사": "제주항공",
    "편명": "7C904",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "제주항공",
    "편명": "7C907",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX111",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX112",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어부산",
    "편명": "BX121",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX122",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX123",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX124",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX125",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX126",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX133",
    "출발": "마즈야마/마쓰야마",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX134",
    "출발": "부산/김해",
    "도착": "마즈야마/마쓰야마"
  },
  {
    "항공사": "에어부산",
    "편명": "BX1375",
    "출발": "나가사키",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX1385",
    "출발": "부산/김해",
    "도착": "나가사키"
  },
  {
    "항공사": "에어부산",
    "편명": "BX141",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX142",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX143",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX144",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX145",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX146",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX147",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX148",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX155",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX156",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX157",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX158",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX163",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX1635",
    "출발": "시즈오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX164",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어부산",
    "편명": "BX1645",
    "출발": "부산/김해",
    "도착": "시즈오카"
  },
  {
    "항공사": "에어부산",
    "편명": "BX165",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX166",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어부산",
    "편명": "BX171",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX172",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX173",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX174",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX175",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX176",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어부산",
    "편명": "BX321",
    "출발": "부산/김해",
    "도착": "청도/칭다오"
  },
  {
    "항공사": "에어부산",
    "편명": "BX322",
    "출발": "청도/칭다오",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX341",
    "출발": "부산/김해",
    "도착": "시안"
  },
  {
    "항공사": "에어부산",
    "편명": "BX371",
    "출발": "부산/김해",
    "도착": "대용/장가계"
  },
  {
    "항공사": "에어부산",
    "편명": "BX372",
    "출발": "대용/장가계",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX382",
    "출발": "마카오",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX3935",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "에어부산",
    "편명": "BX3945",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX601",
    "출발": "부산/김해",
    "도착": "덴파사르"
  },
  {
    "항공사": "에어부산",
    "편명": "BX711",
    "출발": "부산/김해",
    "도착": "세부"
  },
  {
    "항공사": "에어부산",
    "편명": "BX712",
    "출발": "세부",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX725",
    "출발": "부산/김해",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "에어부산",
    "편명": "BX726",
    "출발": "방콕/수완나품",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX7315",
    "출발": "부산/김해",
    "도착": "다낭"
  },
  {
    "항공사": "에어부산",
    "편명": "BX7325",
    "출발": "다낭",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX773",
    "출발": "부산/김해",
    "도착": "다낭"
  },
  {
    "항공사": "에어부산",
    "편명": "BX774",
    "출발": "다낭",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX781",
    "출발": "부산/김해",
    "도착": "나트랑"
  },
  {
    "항공사": "에어부산",
    "편명": "BX782",
    "출발": "나트랑",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX787",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "에어부산",
    "편명": "BX788",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "에어부산",
    "편명": "BX791",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "에어부산",
    "편명": "BX792",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX793",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "에어부산",
    "편명": "BX794",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX795",
    "출발": "부산/김해",
    "도착": "카오슝/가오슝"
  },
  {
    "항공사": "에어부산",
    "편명": "BX796",
    "출발": "카오슝/가오슝",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8013",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8019",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8021",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8024",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8025",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8028",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8040",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8102",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8105",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8106",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8107",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8108",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8109",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8110",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8111",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8112",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8113",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8114",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8115",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8116",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8117",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8132",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8133",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8134",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8135",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8136",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8138",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8139",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8182",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8183",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8300",
    "출발": "제주",
    "도착": "울산"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8301",
    "출발": "울산",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8304",
    "출발": "제주",
    "도착": "울산"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8305",
    "출발": "울산",
    "도착": "제주"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8802",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8803",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8804",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8806",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8807",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8808",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8809",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8811",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8812",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8813",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8816",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8817",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8818",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8819",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8820",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8821",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8822",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8823",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8824",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8826",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어부산",
    "편명": "BX8827",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE005",
    "출발": "인천",
    "도착": "라스베이거스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE006",
    "출발": "라스베이거스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE011",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE012",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE017",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE018",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE023",
    "출발": "인천",
    "도착": "샌프란시스코"
  },
  {
    "항공사": "대한항공",
    "편명": "KE024",
    "출발": "샌프란시스코",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE031",
    "출발": "인천",
    "도착": "댈러스/포트워스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE032",
    "출발": "댈러스/포트워스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE033",
    "출발": "인천",
    "도착": "애틀랜타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE034",
    "출발": "애틀랜타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE035",
    "출발": "인천",
    "도착": "애틀랜타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE036",
    "출발": "애틀랜타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE037",
    "출발": "인천",
    "도착": "시카고/오헤어"
  },
  {
    "항공사": "대한항공",
    "편명": "KE038",
    "출발": "시카고/오헤어",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE041",
    "출발": "인천",
    "도착": "시애틀"
  },
  {
    "항공사": "대한항공",
    "편명": "KE042",
    "출발": "시애틀",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE053",
    "출발": "인천",
    "도착": "호놀룰루"
  },
  {
    "항공사": "대한항공",
    "편명": "KE054",
    "출발": "호놀룰루",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE071",
    "출발": "인천",
    "도착": "밴쿠버"
  },
  {
    "항공사": "대한항공",
    "편명": "KE072",
    "출발": "밴쿠버",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE075",
    "출발": "인천",
    "도착": "밴쿠버"
  },
  {
    "항공사": "대한항공",
    "편명": "KE076",
    "출발": "밴쿠버",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE077",
    "출발": "인천",
    "도착": "토론토"
  },
  {
    "항공사": "대한항공",
    "편명": "KE078",
    "출발": "토론토",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE081",
    "출발": "인천",
    "도착": "뉴욕/존에프케네디"
  },
  {
    "항공사": "대한항공",
    "편명": "KE082",
    "출발": "뉴욕/존에프케네디",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE085",
    "출발": "인천",
    "도착": "뉴욕/존에프케네디"
  },
  {
    "항공사": "대한항공",
    "편명": "KE086",
    "출발": "뉴욕/존에프케네디",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE091",
    "출발": "인천",
    "도착": "보스턴"
  },
  {
    "항공사": "대한항공",
    "편명": "KE092",
    "출발": "보스턴",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE093",
    "출발": "인천",
    "도착": "워싱턴"
  },
  {
    "항공사": "대한항공",
    "편명": "KE094",
    "출발": "워싱턴",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1007",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE101",
    "출발": "인천",
    "도착": "난징"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1017",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1019",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE102",
    "출발": "난징",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1023",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1045",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1049",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1055",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE107",
    "출발": "인천",
    "도착": "항저우"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1073",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1075",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1079",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE108",
    "출발": "항저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1081",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1107",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1113",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1114",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1118",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1121",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1133",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1136",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1143",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE115",
    "출발": "인천",
    "도착": "옌지(연길)"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1150",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE116",
    "출발": "옌지(연길)",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1165",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1174",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1177",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1178",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1188",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1195",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1205",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1206",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1214",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1227",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1238",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1244",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1246",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE125",
    "출발": "인천",
    "도착": "샤먼"
  },
  {
    "항공사": "대한항공",
    "편명": "KE126",
    "출발": "샤먼",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1264",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1268",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE127",
    "출발": "인천",
    "도착": "푸저우"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1272",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE128",
    "출발": "푸저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1294",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1312",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1314",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1326",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1328",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE133",
    "출발": "인천",
    "도착": "정저우"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1330",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE134",
    "출발": "정저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1401",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1402",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1403",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1404",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1405",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1406",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1407",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1408",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1409",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE141",
    "출발": "인천",
    "도착": "시안"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1410",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE142",
    "출발": "시안",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1431",
    "출발": "인천",
    "도착": "대구"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1432",
    "출발": "대구",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE145",
    "출발": "인천",
    "도착": "장사"
  },
  {
    "항공사": "대한항공",
    "편명": "KE146",
    "출발": "장사",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1505",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1512",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1515",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1517",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1538",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1543",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE155",
    "출발": "인천",
    "도착": "허페이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1550",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1553",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1554",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1558",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE156",
    "출발": "허페이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1561",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1562",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1569",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1570",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1575",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1576",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1585",
    "출발": "진주/사천",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1586",
    "출발": "제주",
    "도착": "진주/사천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1595",
    "출발": "울산",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1596",
    "출발": "제주",
    "도착": "울산"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1607",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1608",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE161",
    "출발": "인천",
    "도착": "쿤밍"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1610",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1611",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1613",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1614",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1619",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE162",
    "출발": "쿤밍",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1620",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE163",
    "출발": "인천",
    "도착": "장가계"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1635",
    "출발": "여수",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1636",
    "출발": "제주",
    "도착": "여수"
  },
  {
    "항공사": "대한항공",
    "편명": "KE164",
    "출발": "장가계",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE165",
    "출발": "인천",
    "도착": "우한"
  },
  {
    "항공사": "대한항공",
    "편명": "KE166",
    "출발": "우한",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1704",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1707",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1712",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1717",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1722",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1725",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1803",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1806",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1807",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1811",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1814",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1815",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1819",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1820",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1822",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1823",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1826",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1827",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1830",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1831",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1832",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1834",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1843",
    "출발": "서울/김포",
    "도착": "울산"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1844",
    "출발": "울산",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1847",
    "출발": "서울/김포",
    "도착": "울산"
  },
  {
    "항공사": "대한항공",
    "편명": "KE1848",
    "출발": "울산",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2001",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2002",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2005",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2006",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2011",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2012",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2015",
    "출발": "인천",
    "도착": "마카오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2016",
    "출발": "마카오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2021",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2022",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2027",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2028",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2031",
    "출발": "인천",
    "도착": "타이중/칭촨강"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2032",
    "출발": "타이중/칭촨강",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2041",
    "출발": "인천",
    "도착": "신 울란바토르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2042",
    "출발": "신 울란바토르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2051",
    "출발": "서울/김포",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2052",
    "출발": "베이징(서우두)/서우두",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2057",
    "출발": "서울/김포",
    "도착": "상하이/홍차오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2058",
    "출발": "상하이/홍차오",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2065",
    "출발": "제주",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2066",
    "출발": "베이징(서우두)/서우두",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2071",
    "출발": "부산/김해",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2072",
    "출발": "상하이/푸동",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2081",
    "출발": "부산/김해",
    "도착": "청도/칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2082",
    "출발": "청도/칭다오",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2085",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2086",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2101",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2102",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2103",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2104",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2105",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2106",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2117",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2118",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2119",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2120",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2125",
    "출발": "제주",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2126",
    "출발": "도쿄/나리타",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2129",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2130",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2131",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2132",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2133",
    "출발": "부산/김해",
    "도착": "나고야/주부"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2134",
    "출발": "나고야/주부",
    "도착": "부산/김해"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2147",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2148",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2155",
    "출발": "인천",
    "도착": "구마모토"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2156",
    "출발": "구마모토",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2171",
    "출발": "인천",
    "도착": "고베"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2172",
    "출발": "고베",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2173",
    "출발": "인천",
    "도착": "고베"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2174",
    "출발": "고베",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2179",
    "출발": "인천",
    "도착": "가고시마"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2180",
    "출발": "가고시마",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2185",
    "출발": "인천",
    "도착": "오카야마"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2186",
    "출발": "오카야마",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2189",
    "출발": "인천",
    "도착": "고마쓰"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2190",
    "출발": "고마쓰",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2191",
    "출발": "인천",
    "도착": "나가사키"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2192",
    "출발": "나가사키",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2193",
    "출발": "인천",
    "도착": "아오모리"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2194",
    "출발": "아오모리",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2197",
    "출발": "인천",
    "도착": "니가타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2198",
    "출발": "니가타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE2443",
    "출발": "광저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE401",
    "출발": "인천",
    "도착": "시드니"
  },
  {
    "항공사": "대한항공",
    "편명": "KE402",
    "출발": "시드니",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE407",
    "출발": "인천",
    "도착": "브리즈번"
  },
  {
    "항공사": "대한항공",
    "편명": "KE408",
    "출발": "브리즈번",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE411",
    "출발": "인천",
    "도착": "오클랜드(뉴질랜드)"
  },
  {
    "항공사": "대한항공",
    "편명": "KE412",
    "출발": "오클랜드(뉴질랜드)",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE415",
    "출발": "인천",
    "도착": "괌"
  },
  {
    "항공사": "대한항공",
    "편명": "KE416",
    "출발": "괌",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE417",
    "출발": "인천",
    "도착": "괌"
  },
  {
    "항공사": "대한항공",
    "편명": "KE418",
    "출발": "괌",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE427",
    "출발": "인천",
    "도착": "쿠알라룸푸르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE428",
    "출발": "쿠알라룸푸르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE431",
    "출발": "인천",
    "도착": "덴파사르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE432",
    "출발": "덴파사르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE433",
    "출발": "인천",
    "도착": "덴파사르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE434",
    "출발": "덴파사르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE437",
    "출발": "인천",
    "도착": "자카르타/수카르노하타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE438",
    "출발": "자카르타/수카르노하타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE441",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE442",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE447",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE448",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE457",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "대한항공",
    "편명": "KE458",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE459",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "대한항공",
    "편명": "KE460",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE467",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "대한항공",
    "편명": "KE468",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE471",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "대한항공",
    "편명": "KE472",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE475",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "대한항공",
    "편명": "KE476",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE479",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "대한항공",
    "편명": "KE480",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE485",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "대한항공",
    "편명": "KE486",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE491",
    "출발": "인천",
    "도착": "양곤"
  },
  {
    "항공사": "대한항공",
    "편명": "KE492",
    "출발": "양곤",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE497",
    "출발": "인천",
    "도착": "델리"
  },
  {
    "항공사": "대한항공",
    "편명": "KE498",
    "출발": "델리",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5007",
    "출발": "인천",
    "도착": "캘거리"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5008",
    "출발": "캘거리",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5019",
    "출발": "인천",
    "도착": "시애틀"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5020",
    "출발": "시애틀",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5023",
    "출발": "인천",
    "도착": "솔트레이크시티"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5024",
    "출발": "솔트레이크시티",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5031",
    "출발": "인천",
    "도착": "댈러스/포트워스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5032",
    "출발": "댈러스/포트워스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5032P",
    "출발": "댈러스/포트워스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5033",
    "출발": "인천",
    "도착": "미니애폴리스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5034",
    "출발": "미니애폴리스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5035",
    "출발": "인천",
    "도착": "애틀랜타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5036",
    "출발": "애틀랜타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5039",
    "출발": "인천",
    "도착": "애틀랜타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5040",
    "출발": "애틀랜타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5056",
    "출발": "상하이/푸동",
    "도착": "제주"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5057",
    "출발": "제주",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5065",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5066",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5071",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5072",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5075",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5076",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5079",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5080",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5081",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5082",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5083",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5085",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5087",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5093",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5094",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5095",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5096",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5097",
    "출발": "인천",
    "도착": "미야코지마/시모지시마"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5098",
    "출발": "미야코지마/시모지시마",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5471",
    "출발": "인천",
    "도착": "콜롬보"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5472",
    "출발": "콜롬보",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5643",
    "출발": "인천",
    "도착": "자카르타/수카르노하타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5644",
    "출발": "자카르타/수카르노하타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5671",
    "출발": "인천",
    "도착": "쿠알라룸푸르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5672",
    "출발": "쿠알라룸푸르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5673",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5674",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5675",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5676",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5679",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5680",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5681",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5682",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5683",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5684",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5689",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5690",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5691",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5692",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5693",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5694",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5699",
    "출발": "가오슝",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5700",
    "출발": "인천",
    "도착": "가오슝"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5707",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5708",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5709",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5710",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5711",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5712",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5741",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5742",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5745",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5746",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5747",
    "출발": "부산/김해",
    "도착": "오키나와"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5749",
    "출발": "인천",
    "도착": "키타큐슈"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5750",
    "출발": "키타큐슈",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5759",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5760",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5761",
    "출발": "인천",
    "도착": "코타키나발루"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5762",
    "출발": "코타키나발루",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5763",
    "출발": "인천",
    "도착": "클라크필드"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5764",
    "출발": "클라크필드",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5765",
    "출발": "부산/김해",
    "도착": "클락필드/클라크필드"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5769",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5770",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5771",
    "출발": "부산/김해",
    "도착": "다낭"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5773",
    "출발": "부산/김해",
    "도착": "세부"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5777",
    "출발": "부산/김해",
    "도착": "괌"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5779",
    "출발": "인천",
    "도착": "괌"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5780",
    "출발": "괌",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5841",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5842",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5843",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5844",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5845",
    "출발": "인천",
    "도착": "옌타이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5846",
    "출발": "옌타이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5847",
    "출발": "인천",
    "도착": "옌타이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5848",
    "출발": "옌타이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5849",
    "출발": "인천",
    "도착": "웨이하이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5850",
    "출발": "웨이하이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5851",
    "출발": "인천",
    "도착": "옌타이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5852",
    "출발": "옌타이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5853",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5854",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5855",
    "출발": "인천",
    "도착": "쿤밍"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5856",
    "출발": "쿤밍",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5857",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5858",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5859",
    "출발": "인천",
    "도착": "난징"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5860",
    "출발": "난징",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5861",
    "출발": "서울/김포",
    "도착": "상하이/홍차오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5862",
    "출발": "상하이/홍차오",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5863",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5864",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5869",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5870",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5871",
    "출발": "인천",
    "도착": "시안"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5872",
    "출발": "시안",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5877",
    "출발": "인천",
    "도착": "항저우"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5878",
    "출발": "항저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5879",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5880",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5883",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5884",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5885",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5886",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5893",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5894",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5895",
    "출발": "인천",
    "도착": "난징"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5896",
    "출발": "난징",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5899",
    "출발": "서울/김포",
    "도착": "상하이/홍차오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5900",
    "출발": "상하이/홍차오",
    "도착": "서울/김포"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5901",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5902",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5903",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5904",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5907",
    "출발": "인천",
    "도착": "런던/히드로"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5908",
    "출발": "런던/히드로",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5911",
    "출발": "인천",
    "도착": "바르셀로나"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5912",
    "출발": "바르셀로나",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5925",
    "출발": "인천",
    "도착": "암스테르담"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5926",
    "출발": "암스테르담",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5941",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5942",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5943",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5944",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5945",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5946",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5949",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5950",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5951",
    "출발": "인천",
    "도착": "두바이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE5952",
    "출발": "두바이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE601",
    "출발": "인천",
    "도착": "세부"
  },
  {
    "항공사": "대한항공",
    "편명": "KE602",
    "출발": "세부",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE621",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "대한항공",
    "편명": "KE622",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE623",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "대한항공",
    "편명": "KE624",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE625",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "대한항공",
    "편명": "KE626",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE643",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE644",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE645",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE646",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE647",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE647Y",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "대한항공",
    "편명": "KE648",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE651",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "대한항공",
    "편명": "KE652",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE657",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "대한항공",
    "편명": "KE658",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE659",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "대한항공",
    "편명": "KE660",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE677",
    "출발": "인천",
    "도착": "푸켓"
  },
  {
    "항공사": "대한항공",
    "편명": "KE678",
    "출발": "푸켓",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE689",
    "출발": "인천",
    "도착": "프놈펜"
  },
  {
    "항공사": "대한항공",
    "편명": "KE690",
    "출발": "프놈펜",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE695",
    "출발": "인천",
    "도착": "카트만두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE696",
    "출발": "카트만두",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE703",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE704",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE705",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE706",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE707",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE708",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE711",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE712",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE713",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "대한항공",
    "편명": "KE714",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE721",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE722",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE723",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE724",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE725",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE726",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE7273",
    "출발": "인천",
    "도착": "디트로이트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE7274",
    "출발": "디트로이트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE737",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "대한항공",
    "편명": "KE738",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE741",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "대한항공",
    "편명": "KE742",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE743",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "대한항공",
    "편명": "KE744",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE751",
    "출발": "인천",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "대한항공",
    "편명": "KE752",
    "출발": "도쿄/하네다",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE765",
    "출발": "인천",
    "도착": "삿포로"
  },
  {
    "항공사": "대한항공",
    "편명": "KE766",
    "출발": "삿포로",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE781",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE782",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE787",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE788",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE791",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE792",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE8015",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "대한항공",
    "편명": "KE8016",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE805",
    "출발": "인천",
    "도착": "톈진"
  },
  {
    "항공사": "대한항공",
    "편명": "KE806",
    "출발": "톈진",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE831",
    "출발": "인천",
    "도착": "선양(심양)"
  },
  {
    "항공사": "대한항공",
    "편명": "KE832",
    "출발": "선양(심양)",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE833",
    "출발": "인천",
    "도착": "선양(심양)"
  },
  {
    "항공사": "대한항공",
    "편명": "KE834",
    "출발": "선양(심양)",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE835",
    "출발": "인천",
    "도착": "선전"
  },
  {
    "항공사": "대한항공",
    "편명": "KE836",
    "출발": "선전",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE841",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE842",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE843",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "대한항공",
    "편명": "KE844",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE851",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE852",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE855",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE856",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE863",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "대한항공",
    "편명": "KE864",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE867",
    "출발": "인천",
    "도착": "광저우"
  },
  {
    "항공사": "대한항공",
    "편명": "KE868",
    "출발": "광저우",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE873",
    "출발": "인천",
    "도착": "다롄(대련)"
  },
  {
    "항공사": "대한항공",
    "편명": "KE874",
    "출발": "다롄(대련)",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE8795",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "대한항공",
    "편명": "KE8796",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE881",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE882",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE887",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE888",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE891",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "대한항공",
    "편명": "KE892",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE901",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "대한항공",
    "편명": "KE902",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE907",
    "출발": "인천",
    "도착": "런던/히드로"
  },
  {
    "항공사": "대한항공",
    "편명": "KE908",
    "출발": "런던/히드로",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE913",
    "출발": "인천",
    "도착": "마드리드"
  },
  {
    "항공사": "대한항공",
    "편명": "KE914",
    "출발": "마드리드",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE917",
    "출발": "인천",
    "도착": "취리히"
  },
  {
    "항공사": "대한항공",
    "편명": "KE918",
    "출발": "취리히",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE921",
    "출발": "인천",
    "도착": "리스본"
  },
  {
    "항공사": "대한항공",
    "편명": "KE922",
    "출발": "리스본",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE925",
    "출발": "인천",
    "도착": "암스테르담"
  },
  {
    "항공사": "대한항공",
    "편명": "KE926",
    "출발": "암스테르담",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE927",
    "출발": "인천",
    "도착": "밀라노"
  },
  {
    "항공사": "대한항공",
    "편명": "KE928",
    "출발": "밀라노",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE931",
    "출발": "인천",
    "도착": "로마"
  },
  {
    "항공사": "대한항공",
    "편명": "KE932",
    "출발": "로마",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE937",
    "출발": "인천",
    "도착": "비엔나"
  },
  {
    "항공사": "대한항공",
    "편명": "KE938",
    "출발": "비엔나",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE945",
    "출발": "인천",
    "도착": "프랑크푸르트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE946",
    "출발": "프랑크푸르트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE955",
    "출발": "인천",
    "도착": "이스탄불"
  },
  {
    "항공사": "대한항공",
    "편명": "KE956",
    "출발": "이스탄불",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE963",
    "출발": "인천",
    "도착": "부다페스트"
  },
  {
    "항공사": "대한항공",
    "편명": "KE964",
    "출발": "부다페스트",
    "도착": "인천"
  },
  {
    "항공사": "대한항공",
    "편명": "KE969",
    "출발": "인천",
    "도착": "프라하"
  },
  {
    "항공사": "대한항공",
    "편명": "KE970",
    "출발": "프라하",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ001",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "진에어",
    "편명": "LJ002",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ021",
    "출발": "부산/김해",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "진에어",
    "편명": "LJ037",
    "출발": "인천",
    "도착": "클라크필드"
  },
  {
    "항공사": "진에어",
    "편명": "LJ038",
    "출발": "클라크필드",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ043",
    "출발": "인천",
    "도착": "보홀 팡라오"
  },
  {
    "항공사": "진에어",
    "편명": "LJ044",
    "출발": "보홀 팡라오",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ061",
    "출발": "부산/김해",
    "도착": "세부"
  },
  {
    "항공사": "진에어",
    "편명": "LJ062",
    "출발": "세부",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ065",
    "출발": "부산/김해",
    "도착": "클락필드/클라크필드"
  },
  {
    "항공사": "진에어",
    "편명": "LJ081",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "진에어",
    "편명": "LJ082",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ087",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "진에어",
    "편명": "LJ088",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ091",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "진에어",
    "편명": "LJ092",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ111",
    "출발": "부산/김해",
    "도착": "다낭"
  },
  {
    "항공사": "진에어",
    "편명": "LJ112",
    "출발": "다낭",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ131",
    "출발": "인천",
    "도착": "코타키나발루"
  },
  {
    "항공사": "진에어",
    "편명": "LJ132",
    "출발": "코타키나발루",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ201",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ202",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ203",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ204",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ209",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ210",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ211",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ212",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ221",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ222",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ223",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "진에어",
    "편명": "LJ224",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ231",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ233",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ234",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ236",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ237",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ238",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ239",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ240",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ241",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ242",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ251",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ252",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ253",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ254",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ255",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ256",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ257",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ258",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ261",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ262",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ263",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ264",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ265",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ266",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ269",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ270",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ271",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ272",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ273",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ274",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ291",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "진에어",
    "편명": "LJ292",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ341",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "진에어",
    "편명": "LJ342",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ345",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "진에어",
    "편명": "LJ346",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ347",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "진에어",
    "편명": "LJ348",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ349",
    "출발": "인천",
    "도착": "키타큐슈"
  },
  {
    "항공사": "진에어",
    "편명": "LJ350",
    "출발": "키타큐슈",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ357",
    "출발": "인천",
    "도착": "미야코지마/시모지시마"
  },
  {
    "항공사": "진에어",
    "편명": "LJ358",
    "출발": "미야코지마/시모지시마",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ359",
    "출발": "인천",
    "도착": "다카마쓰"
  },
  {
    "항공사": "진에어",
    "편명": "LJ360",
    "출발": "다카마쓰",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ361",
    "출발": "인천",
    "도착": "이시가키지마"
  },
  {
    "항공사": "진에어",
    "편명": "LJ362",
    "출발": "이시가키지마",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ371",
    "출발": "부산/김해",
    "도착": "오키나와"
  },
  {
    "항공사": "진에어",
    "편명": "LJ372",
    "출발": "오키나와",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ375",
    "출발": "부산/김해",
    "도착": "나고야/주부"
  },
  {
    "항공사": "진에어",
    "편명": "LJ376",
    "출발": "나고야/주부",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ401",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ402",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ403",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ404",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ405",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ406",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ407",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ408",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ409",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ410",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ421",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ422",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "진에어",
    "편명": "LJ429",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ430",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "진에어",
    "편명": "LJ435",
    "출발": "포항/포항경주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ437",
    "출발": "포항/포항경주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ438",
    "출발": "제주",
    "도착": "포항/포항경주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ451",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ452",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ453",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ454",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ455",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ456",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ461",
    "출발": "여수",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ462",
    "출발": "제주",
    "도착": "여수"
  },
  {
    "항공사": "진에어",
    "편명": "LJ463",
    "출발": "군산",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ464",
    "출발": "제주",
    "도착": "군산"
  },
  {
    "항공사": "진에어",
    "편명": "LJ467",
    "출발": "군산",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ468",
    "출발": "제주",
    "도착": "군산"
  },
  {
    "항공사": "진에어",
    "편명": "LJ471",
    "출발": "원주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ472",
    "출발": "제주",
    "도착": "원주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ473",
    "출발": "원주",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ474",
    "출발": "제주",
    "도착": "원주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ501",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ502",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ503",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ504",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ505",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ506",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ507",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ508",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ509",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ510",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ511",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ514",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ515",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ516",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ561",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ562",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ563",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ564",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ565",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ566",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ567",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ568",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ569",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ570",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ655",
    "출발": "서울/김포",
    "도착": "울산"
  },
  {
    "항공사": "진에어",
    "편명": "LJ659",
    "출발": "서울/김포",
    "도착": "포항/포항경주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ660",
    "출발": "포항/포항경주",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ671",
    "출발": "서울/김포",
    "도착": "여수"
  },
  {
    "항공사": "진에어",
    "편명": "LJ672",
    "출발": "여수",
    "도착": "서울/김포"
  },
  {
    "항공사": "진에어",
    "편명": "LJ713",
    "출발": "제주",
    "도착": "홍콩"
  },
  {
    "항공사": "진에어",
    "편명": "LJ714",
    "출발": "홍콩",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ733",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ734",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ735",
    "출발": "인천",
    "도착": "타이중/칭촨강"
  },
  {
    "항공사": "진에어",
    "편명": "LJ736",
    "출발": "타이중/칭촨강",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ737",
    "출발": "인천",
    "도착": "타이중/칭촨강"
  },
  {
    "항공사": "진에어",
    "편명": "LJ738",
    "출발": "타이중/칭촨강",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ741",
    "출발": "부산/김해",
    "도착": "타이쭝/타이중/칭촨강"
  },
  {
    "항공사": "진에어",
    "편명": "LJ742",
    "출발": "타이쭝/타이중/칭촨강",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ751",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "진에어",
    "편명": "LJ752",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ763",
    "출발": "제주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "진에어",
    "편명": "LJ764",
    "출발": "타이페이/타오위안",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ765",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "진에어",
    "편명": "LJ766",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ766Y",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ780",
    "출발": "계림/구이린",
    "도착": "부산/김해"
  },
  {
    "항공사": "진에어",
    "편명": "LJ819",
    "출발": "제주",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "진에어",
    "편명": "LJ820",
    "출발": "상하이/푸동",
    "도착": "제주"
  },
  {
    "항공사": "진에어",
    "편명": "LJ883",
    "출발": "인천",
    "도착": "구이린"
  },
  {
    "항공사": "진에어",
    "편명": "LJ884",
    "출발": "구이린",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ915",
    "출발": "인천",
    "도착": "괌"
  },
  {
    "항공사": "진에어",
    "편명": "LJ916",
    "출발": "괌",
    "도착": "인천"
  },
  {
    "항공사": "진에어",
    "편명": "LJ921",
    "출발": "부산/김해",
    "도착": "괌"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ101",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ102",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ103",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1035",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ104",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1045",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ105",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1055",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ106",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1065",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ107",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1075",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ108",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1085",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ111",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ112",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ113",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1135",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ114",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1145",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ115",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1155",
    "출발": "오사카/간사이",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ116",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ1165",
    "출발": "서울/김포",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ117",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ118",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ121",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ122",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ123",
    "출발": "나고야",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ124",
    "출발": "인천",
    "도착": "나고야"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ133",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ134",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ151",
    "출발": "센다이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ152",
    "출발": "인천",
    "도착": "센다이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ157",
    "출발": "미야자키",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ158",
    "출발": "인천",
    "도착": "미야자키"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ171",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ172",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ173",
    "출발": "삿포로",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ174",
    "출발": "인천",
    "도착": "삿포로"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ177",
    "출발": "도쿄/하네다",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ178",
    "출발": "인천",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ203",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ2037",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ204",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ2047",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ211",
    "출발": "샌프란시스코",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ212",
    "출발": "인천",
    "도착": "샌프란시스코"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ221",
    "출발": "뉴욕/존에프케네디",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ222",
    "출발": "인천",
    "도착": "뉴욕/존에프케네디"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ223",
    "출발": "뉴욕/존에프케네디",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ224",
    "출발": "인천",
    "도착": "뉴욕/존에프케네디"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ231",
    "출발": "호놀룰루",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ232",
    "출발": "인천",
    "도착": "호놀룰루"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ271",
    "출발": "시애틀",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ272",
    "출발": "인천",
    "도착": "시애틀"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ301",
    "출발": "인천",
    "도착": "다롄(대련)"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ302",
    "출발": "다롄(대련)",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ303",
    "출발": "인천",
    "도착": "창춘"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ304",
    "출발": "창춘",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ321",
    "출발": "인천",
    "도착": "장사"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ322",
    "출발": "장사",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ323",
    "출발": "인천",
    "도착": "청두/톈푸"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ324",
    "출발": "청두/톈푸",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ327",
    "출발": "인천",
    "도착": "톈진"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ328",
    "출발": "톈진",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ331",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ332",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ333",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ334",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ335",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ3355",
    "출발": "서울/김포",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ336",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ3365",
    "출발": "베이징(서우두)/서우두",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ337",
    "출발": "인천",
    "도착": "옌청"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ338",
    "출발": "옌청",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ339",
    "출발": "인천",
    "도착": "하얼빈"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ340",
    "출발": "하얼빈",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ347",
    "출발": "인천",
    "도착": "시안"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ348",
    "출발": "시안",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ349",
    "출발": "인천",
    "도착": "난징"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ350",
    "출발": "난징",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ351",
    "출발": "인천",
    "도착": "옌지(연길)"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ352",
    "출발": "옌지(연길)",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ353",
    "출발": "인천",
    "도착": "충칭"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ354",
    "출발": "충칭",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ355",
    "출발": "인천",
    "도착": "광저우"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ356",
    "출발": "광저우",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ357",
    "출발": "인천",
    "도착": "광저우"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ358",
    "출발": "광저우",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ359",
    "출발": "인천",
    "도착": "항저우"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ360",
    "출발": "항저우",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ361",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ3615",
    "출발": "서울/김포",
    "도착": "상하이/홍차오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ362",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ3625",
    "출발": "상하이/홍차오",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ363",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ364",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ365",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ366",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ367",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ368",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ369",
    "출발": "인천",
    "도착": "광저우"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ370",
    "출발": "광저우",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ371",
    "출발": "인천",
    "도착": "선전"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ372",
    "출발": "선전",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ372Y",
    "출발": "선전",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ377",
    "출발": "인천",
    "도착": "다롄(대련)"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ378",
    "출발": "다롄(대련)",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ501",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ502",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ511",
    "출발": "인천",
    "도착": "바르셀로나"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ512",
    "출발": "바르셀로나",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ521",
    "출발": "인천",
    "도착": "런던/히드로"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ522",
    "출발": "런던/히드로",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ541",
    "출발": "인천",
    "도착": "프랑크푸르트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ542",
    "출발": "프랑크푸르트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ545",
    "출발": "인천",
    "도착": "프라하"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ546",
    "출발": "프라하",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ547",
    "출발": "인천",
    "도착": "부다페스트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ548",
    "출발": "부다페스트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ551",
    "출발": "인천",
    "도착": "이스탄불"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ552",
    "출발": "이스탄불",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ561",
    "출발": "인천",
    "도착": "로마"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ562",
    "출발": "로마",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ567",
    "출발": "인천",
    "도착": "신 울란바토르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ568",
    "출발": "신 울란바토르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ573",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ574",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ577",
    "출발": "인천",
    "도착": "알마티"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ578",
    "출발": "알마티",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ581",
    "출발": "인천",
    "도착": "밀라노"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ582",
    "출발": "밀라노",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ601",
    "출발": "인천",
    "도착": "시드니"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ602",
    "출발": "시드니",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6101",
    "출발": "밴쿠버",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6102",
    "출발": "인천",
    "도착": "밴쿠버"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6113",
    "출발": "토론토",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6114",
    "출발": "인천",
    "도착": "토론토"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6377",
    "출발": "인천",
    "도착": "델리"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6378",
    "출발": "델리",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6614",
    "출발": "인천",
    "도착": "샌프란시스코"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6615",
    "출발": "샌프란시스코",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6620",
    "출발": "인천",
    "도착": "샌프란시스코"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6621",
    "출발": "샌프란시스코",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6701",
    "출발": "인천",
    "도착": "지난"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6702",
    "출발": "지난",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6703",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6704",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6705",
    "출발": "인천",
    "도착": "지난"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6706",
    "출발": "지난",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6707",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6708",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6709",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6710",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6711",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6712",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6713",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6714",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6715",
    "출발": "인천",
    "도착": "칭다오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6716",
    "출발": "칭다오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6725",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6726",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6736",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6737",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6761",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6762",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6763",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6764",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6781",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6782",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6783",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6783Y",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6784",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6785",
    "출발": "부산/김해",
    "도착": "싱가폴/싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6789",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6790",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6803",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6804",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6805",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6806",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6807",
    "출발": "인천",
    "도착": "베이징/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6808",
    "출발": "베이징/서우두",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6811",
    "출발": "인천",
    "도착": "톈진"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6812",
    "출발": "톈진",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6825",
    "출발": "인천",
    "도착": "옌지(연길)"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6826",
    "출발": "옌지(연길)",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6827",
    "출발": "인천",
    "도착": "항저우"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6828",
    "출발": "항저우",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6831",
    "출발": "인천",
    "도착": "청두/톈푸"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6832",
    "출발": "청두/톈푸",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6835",
    "출발": "부산/김해",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6836",
    "출발": "베이징(서우두)/서우두",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6845",
    "출발": "서울/김포",
    "도착": "베이징(서우두)/서우두"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6846",
    "출발": "베이징(서우두)/서우두",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6847",
    "출발": "인천",
    "도착": "충칭"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6848",
    "출발": "충칭",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6865",
    "출발": "인천",
    "도착": "마카오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6866",
    "출발": "마카오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6867",
    "출발": "인천",
    "도착": "마카오"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6868",
    "출발": "마카오",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6869",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6870",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6871",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6872",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6873",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6874",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6875",
    "출발": "인천",
    "도착": "가오슝"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6876",
    "출발": "가오슝",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6877",
    "출발": "인천",
    "도착": "가오슝"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6878",
    "출발": "가오슝",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6881",
    "출발": "인천",
    "도착": "선전"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6882",
    "출발": "선전",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6883",
    "출발": "인천",
    "도착": "선전"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6884",
    "출발": "선전",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6888",
    "출발": "도하",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6889",
    "출발": "인천",
    "도착": "도하"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6897",
    "출발": "인천",
    "도착": "우시"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6898",
    "출발": "우시",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6899",
    "출발": "제주",
    "도착": "심천/선전"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6931",
    "출발": "인천",
    "도착": "이스탄불"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6932",
    "출발": "이스탄불",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6933",
    "출발": "인천",
    "도착": "이스탄불"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6934",
    "출발": "이스탄불",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6961",
    "출발": "인천",
    "도착": "알마티"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6962",
    "출발": "알마티",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6963",
    "출발": "인천",
    "도착": "아스타나"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6964",
    "출발": "아스타나",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6970",
    "출발": "인천",
    "도착": "아부다비"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ6973",
    "출발": "아부다비",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ701",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ702",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ703",
    "출발": "인천",
    "도착": "마닐라"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ704",
    "출발": "마닐라",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ707",
    "출발": "인천",
    "도착": "클라크필드"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ708",
    "출발": "클라크필드",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ711",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ712",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ713",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ714",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ721",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ722",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ729",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ730",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ731",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ732",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ733",
    "출발": "인천",
    "도착": "하노이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ734",
    "출발": "하노이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ735",
    "출발": "인천",
    "도착": "호찌민"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ736",
    "출발": "호찌민",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ739",
    "출발": "인천",
    "도착": "프놈펜"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ740",
    "출발": "프놈펜",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ741",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ742",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ743",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ7435",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ744",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ7445",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ745",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ746",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ747",
    "출발": "인천",
    "도착": "푸켓"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ748",
    "출발": "푸켓",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ751",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ752",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ755",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ756",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ761",
    "출발": "인천",
    "도착": "자카르타/수카르노하타"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ762",
    "출발": "자카르타/수카르노하타",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8013",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8019",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8021",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8024",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8025",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8028",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8040",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8102",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8105",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8106",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8107",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8108",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8109",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8110",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8111",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8112",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8113",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8114",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8115",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8116",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8117",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8122",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8123",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8126",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8127",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8132",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8133",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8134",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8135",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8136",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8138",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8139",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8140",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8141",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8142",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8143",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8144",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8145",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8146",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8147",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8182",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8183",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8196",
    "출발": "제주",
    "도착": "여수"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8197",
    "출발": "여수",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8198",
    "출발": "제주",
    "도착": "여수"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8199",
    "출발": "여수",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8232",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8233",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8234",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8235",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8238",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8239",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8300",
    "출발": "제주",
    "도착": "울산"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8301",
    "출발": "울산",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8304",
    "출발": "제주",
    "도착": "울산"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8305",
    "출발": "울산",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8703",
    "출발": "서울/김포",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8704",
    "출발": "광주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8707",
    "출발": "서울/김포",
    "도착": "광주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8708",
    "출발": "광주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8733",
    "출발": "서울/김포",
    "도착": "여수"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8734",
    "출발": "여수",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8735",
    "출발": "서울/김포",
    "도착": "여수"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8736",
    "출발": "여수",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8802",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8803",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8804",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8806",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8807",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8808",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8809",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8811",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8812",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8813",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8816",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8817",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8818",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8819",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8820",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8821",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8822",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8823",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8824",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8826",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8827",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8900",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8901",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8902",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8904",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8913",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8914",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8920",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8921",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8927",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8935",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8936",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8941",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8942",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8948",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8949",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8950",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8951",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8953",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8956",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8963",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8964",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8973",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8980",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8981",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8985",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8986",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8993",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8994",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8995",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ8996",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9101",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9102",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9103",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9104",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9127",
    "출발": "도쿄/하네다",
    "도착": "서울/김포"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9128",
    "출발": "서울/김포",
    "도착": "도쿄/하네다"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9241",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9242",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9243",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9244",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9245",
    "출발": "인천",
    "도착": "타슈켄트"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9246",
    "출발": "타슈켄트",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9293",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9294",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9295",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9296",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9567",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9568",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9569",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9570",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9571",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9572",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9575",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9576",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9577",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9578",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9587",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9588",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9781",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9782",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9783",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9784",
    "출발": "김해",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9785",
    "출발": "인천",
    "도착": "김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9786",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9787",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9788",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9789",
    "출발": "인천",
    "도착": "부산/김해"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9790",
    "출발": "부산/김해",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9791",
    "출발": "인천",
    "도착": "대구"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9792",
    "출발": "대구",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9803",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9804",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9805",
    "출발": "인천",
    "도착": "마드리드"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9806",
    "출발": "마드리드",
    "도착": "인천"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9807",
    "출발": "인천",
    "도착": "리스본"
  },
  {
    "항공사": "아시아나항공",
    "편명": "OZ9808",
    "출발": "리스본",
    "도착": "인천"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF305",
    "출발": "오사카/간사이",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF306",
    "출발": "청주",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF311",
    "출발": "오사카/간사이",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF312",
    "출발": "청주",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF313",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF314",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF315",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF316",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF317",
    "출발": "오사카/간사이",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF318",
    "출발": "청주",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF321",
    "출발": "도쿄/나리타",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF322",
    "출발": "청주",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF323",
    "출발": "도쿄/나리타",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF324",
    "출발": "청주",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF331",
    "출발": "후쿠오카",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF332",
    "출발": "청주",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF341",
    "출발": "나고야/주부",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF342",
    "출발": "청주",
    "도착": "나고야/주부"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF351",
    "출발": "삿포로",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF352",
    "출발": "청주",
    "도착": "삿포로"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF353",
    "출발": "오비히로",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF354",
    "출발": "청주",
    "도착": "오비히로"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF385",
    "출발": "히로시마",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF386",
    "출발": "청주",
    "도착": "히로시마"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF387",
    "출발": "이바라키",
    "도착": "인천"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF388",
    "출발": "인천",
    "도착": "이바라키"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF393",
    "출발": "오키나와",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF394",
    "출발": "청주",
    "도착": "오키나와"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF511",
    "출발": "청주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF512",
    "출발": "타이페이/타오위안",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF521",
    "출발": "청주",
    "도착": "클락필드/클라크필드"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF522",
    "출발": "클락필드/클라크필드",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF531",
    "출발": "청주",
    "도착": "다낭"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF557",
    "출발": "청주",
    "도착": "나트랑"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF558",
    "출발": "나트랑",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF609",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF610",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF613",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF614",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF8133",
    "출발": "청주",
    "도착": "쉬지아쭈앙(석가장)/스자좡"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF8143",
    "출발": "쉬지아쭈앙(석가장)/스자좡",
    "도착": "청주"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF881",
    "출발": "인천",
    "도착": "지난"
  },
  {
    "항공사": "에어로케이항공",
    "편명": "RF882",
    "출발": "지난",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS101",
    "출발": "인천",
    "도착": "괌"
  },
  {
    "항공사": "에어서울",
    "편명": "RS102",
    "출발": "괌",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS511",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "에어서울",
    "편명": "RS512",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS527",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "에어서울",
    "편명": "RS528",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS701",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어서울",
    "편명": "RS702",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS703",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어서울",
    "편명": "RS704",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS704Y",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS705",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어서울",
    "편명": "RS706",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS711",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어서울",
    "편명": "RS712",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS713",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어서울",
    "편명": "RS714",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS715",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "에어서울",
    "편명": "RS716",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS723",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어서울",
    "편명": "RS724",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS727",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "에어서울",
    "편명": "RS728",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS741",
    "출발": "인천",
    "도착": "다카마쓰"
  },
  {
    "항공사": "에어서울",
    "편명": "RS742",
    "출발": "다카마쓰",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS745",
    "출발": "인천",
    "도착": "요나고"
  },
  {
    "항공사": "에어서울",
    "편명": "RS746",
    "출발": "요나고",
    "도착": "인천"
  },
  {
    "항공사": "에어서울",
    "편명": "RS811",
    "출발": "인천",
    "도착": "장가계"
  },
  {
    "항공사": "에어서울",
    "편명": "RS812",
    "출발": "장가계",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW007",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW008",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW013",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW014",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW029",
    "출발": "대구",
    "도착": "다낭"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW033",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW034",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW037",
    "출발": "대구",
    "도착": "나트랑"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW045",
    "출발": "청주",
    "도착": "나트랑"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW055",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW056",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW101",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW102",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW125",
    "출발": "인천",
    "도착": "칼리보"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW126",
    "출발": "칼리보",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW161",
    "출발": "인천",
    "도착": "싱가포르"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW162",
    "출발": "싱가포르",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW165",
    "출발": "제주",
    "도착": "싱가폴/싱가포르"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW166",
    "출발": "싱가폴/싱가포르",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW201",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW202",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW205",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW206",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW207",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW208",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW213",
    "출발": "대구",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW214",
    "출발": "후쿠오카",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW215",
    "출발": "대구",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW216",
    "출발": "후쿠오카",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW225",
    "출발": "청주",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW226",
    "출발": "후쿠오카",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW227",
    "출발": "제주",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW228",
    "출발": "후쿠오카",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW231",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW232",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW235",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW236",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW241",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW242",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW243",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW244",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW245",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW246",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW247",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW248",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW251",
    "출발": "대구",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW252",
    "출발": "도쿄/나리타",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW255",
    "출발": "부산/김해",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW256",
    "출발": "도쿄/나리타",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW263",
    "출발": "인천",
    "도착": "삿포로"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW264",
    "출발": "삿포로",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW281",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW282",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW285",
    "출발": "인천",
    "도착": "사가"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW286",
    "출발": "사가",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW287",
    "출발": "인천",
    "도착": "구마모토"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW288",
    "출발": "구마모토",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW301",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW302",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW303",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW304",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW305",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW306",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW311",
    "출발": "대구",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW312",
    "출발": "오사카/간사이",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW313",
    "출발": "대구",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW314",
    "출발": "오사카/간사이",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW319",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW320",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW321",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW322",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW327",
    "출발": "청주",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW328",
    "출발": "오사카/간사이",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW331",
    "출발": "제주",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW332",
    "출발": "오사카/간사이",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW401",
    "출발": "인천",
    "도착": "파리/샤를드골"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW402",
    "출발": "파리/샤를드골",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW403",
    "출발": "인천",
    "도착": "프랑크푸르트"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW404",
    "출발": "프랑크푸르트",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW405",
    "출발": "인천",
    "도착": "로마"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW406",
    "출발": "로마",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW407",
    "출발": "인천",
    "도착": "바르셀로나"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW408",
    "출발": "바르셀로나",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW501",
    "출발": "인천",
    "도착": "시드니"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW502",
    "출발": "시드니",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW513",
    "출발": "인천",
    "도착": "사이판"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW514",
    "출발": "사이판",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW531",
    "출발": "인천",
    "도착": "밴쿠버"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW532",
    "출발": "밴쿠버",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW639",
    "출발": "부산/김해",
    "도착": "홍콩"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW640",
    "출발": "홍콩",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW643",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW644",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW649",
    "출발": "제주",
    "도착": "마카오"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW651",
    "출발": "서울/김포",
    "도착": "카오슝/가오슝"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW652",
    "출발": "카오슝/가오슝",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW663",
    "출발": "대구",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW664",
    "출발": "타이페이/타오위안",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW667",
    "출발": "서울/김포",
    "도착": "타이페이/쑹산"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW668",
    "출발": "타이페이/쑹산",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW669",
    "출발": "인천",
    "도착": "타이중/칭촨강"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW670",
    "출발": "타이중/칭촨강",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW671",
    "출발": "인천",
    "도착": "가오슝"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW672",
    "출발": "가오슝",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW675",
    "출발": "부산/김해",
    "도착": "카오슝/가오슝"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW676",
    "출발": "카오슝/가오슝",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW681",
    "출발": "대구",
    "도착": "대용/장가계"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW682",
    "출발": "대용/장가계",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW687",
    "출발": "제주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW688",
    "출발": "타이페이/타오위안",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW701",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW702",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW703",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW705",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW706",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW707",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW708",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW710",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW712",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW713",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW715",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW717",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW718",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW720",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW722",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW723",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW724",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW725",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW727",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW728",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW731",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW732",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW733",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW734",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW735",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW742",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW743",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW801",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW802",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW803",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW804",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW805",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW806",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW807",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW808",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW809",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW810",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW811",
    "출발": "대구",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW812",
    "출발": "제주",
    "도착": "대구"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW835",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW836",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW837",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW838",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW839",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW840",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW841",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW842",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW849",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW850",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW901",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW902",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW903",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW904",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW905",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW906",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW907",
    "출발": "광주",
    "도착": "제주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW908",
    "출발": "제주",
    "도착": "광주"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW922",
    "출발": "부산/김해",
    "도착": "서울/김포"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW927",
    "출발": "서울/김포",
    "도착": "부산/김해"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW9605",
    "출발": "인천",
    "도착": "엔시 쉬자핑 국제공항"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW9606",
    "출발": "엔시 쉬자핑 국제공항",
    "도착": "인천"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW9609",
    "출발": "대구",
    "도착": "엔시/쉬자핑"
  },
  {
    "항공사": "티웨이항공",
    "편명": "TW9610",
    "출발": "엔시/쉬자핑",
    "도착": "대구"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE201",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE202",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE205",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE206",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE207",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE208",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE501",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE502",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE503",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE504",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE511",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE512",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6501",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6502",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6503",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6504",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6701",
    "출발": "양양",
    "도착": "제주"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6702",
    "출발": "제주",
    "도착": "양양"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6703",
    "출발": "양양",
    "도착": "제주"
  },
  {
    "항공사": "파라타항공",
    "편명": "WE6704",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP101",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP102",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP103",
    "출발": "인천",
    "도착": "로스앤젤레스"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP104",
    "출발": "로스앤젤레스",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP111",
    "출발": "인천",
    "도착": "샌프란시스코"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP112",
    "출발": "샌프란시스코",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP131",
    "출발": "인천",
    "도착": "뉴어크"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP132",
    "출발": "뉴어크",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP151",
    "출발": "인천",
    "도착": "호놀룰루"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP152",
    "출발": "호놀룰루",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP5271",
    "출발": "인천",
    "도착": "주바 국제공항"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP5272",
    "출발": "주바 국제공항",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP601",
    "출발": "인천",
    "도착": "방콕/수완나품"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP602",
    "출발": "방콕/수완나품",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP621",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP622",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP731",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP732",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP733",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP734",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP735",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP736",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP801",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "에어프레미아",
    "편명": "YP802",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE135",
    "출발": "인천",
    "도착": "알마티"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE136",
    "출발": "알마티",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE201",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE202",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE204",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE205",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE206",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE209",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE210",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE211",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE212",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE214",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE215",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE217",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE218",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE219",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE220",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE223",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE224",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE225",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE226",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE227",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE228",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE230",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE233",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE235",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE271",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE272",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE273",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE274",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE275",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE276",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE277",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE278",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE281",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE282",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE283",
    "출발": "서울/김포",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE284",
    "출발": "제주",
    "도착": "서울/김포"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE517",
    "출발": "인천",
    "도착": "치앙마이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE518",
    "출발": "치앙마이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE535",
    "출발": "인천",
    "도착": "마나도"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE536",
    "출발": "마나도",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE561",
    "출발": "인천",
    "도착": "나트랑"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE562",
    "출발": "나트랑",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE581",
    "출발": "인천",
    "도착": "푸꾸옥"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE582",
    "출발": "푸꾸옥",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE593",
    "출발": "인천",
    "도착": "다낭"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE594",
    "출발": "다낭",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE601",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE602",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE603",
    "출발": "인천",
    "도착": "도쿄/나리타"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE604",
    "출발": "도쿄/나리타",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE611",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE612",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE613",
    "출발": "인천",
    "도착": "오사카/ 간사이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE614",
    "출발": "오사카/ 간사이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE625",
    "출발": "인천",
    "도착": "삿포로"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE626",
    "출발": "삿포로",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE631",
    "출발": "인천",
    "도착": "오키나와"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE632",
    "출발": "오키나와",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE645",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE646",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE647",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE648",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE649",
    "출발": "인천",
    "도착": "후쿠오카"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE650",
    "출발": "후쿠오카",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE671",
    "출발": "인천",
    "도착": "도쿠시마"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE672",
    "출발": "도쿠시마",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE691",
    "출발": "제주",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE692",
    "출발": "상하이/푸동",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE711",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE712",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE715",
    "출발": "청주",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE716",
    "출발": "제주",
    "도착": "청주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE751",
    "출발": "청주",
    "도착": "대용/장가계"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE752",
    "출발": "대용/장가계",
    "도착": "청주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE781",
    "출발": "청주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE781A",
    "출발": "청주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE782",
    "출발": "타이페이/타오위안",
    "도착": "청주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE817",
    "출발": "인천",
    "도착": "옌타이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE818",
    "출발": "옌타이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE853",
    "출발": "인천",
    "도착": "정저우"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE854",
    "출발": "정저우",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE861",
    "출발": "인천",
    "도착": "홍콩"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE862",
    "출발": "홍콩",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE871",
    "출발": "인천",
    "도착": "상하이/푸동"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE872",
    "출발": "상하이/푸동",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE881",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE8813",
    "출발": "인천",
    "도착": "타이베이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE8814",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE882",
    "출발": "타이베이",
    "도착": "인천"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE885",
    "출발": "제주",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE886",
    "출발": "타이페이/타오위안",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE901",
    "출발": "부산/김해",
    "도착": "제주"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE902",
    "출발": "제주",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE913",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE914",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE915",
    "출발": "부산/김해",
    "도착": "오사카/간사이"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE916",
    "출발": "오사카/간사이",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE941",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE942",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE943",
    "출발": "부산/김해",
    "도착": "후쿠오카"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE944",
    "출발": "후쿠오카",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE951",
    "출발": "부산/김해",
    "도착": "삿포로"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE952",
    "출발": "삿포로",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE963",
    "출발": "부산/김해",
    "도착": "오키나와"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE964",
    "출발": "오키나와",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE967",
    "출발": "부산/김해",
    "도착": "구마모도/구마모토"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE968",
    "출발": "구마모도/구마모토",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE981",
    "출발": "부산/김해",
    "도착": "푸꼭(푸국)/푸꾸옥"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE983",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE984",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE987",
    "출발": "부산/김해",
    "도착": "타이페이/타오위안"
  },
  {
    "항공사": "이스타항공",
    "편명": "ZE988",
    "출발": "타이페이/타오위안",
    "도착": "부산/김해"
  }
];

